---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.InverseKips
source: html/5060bbf2-582b-8664-96a5-923d64350f90.htm
---
# Autodesk.Revit.DB.UnitTypeId.InverseKips Property

Inverse kips.

## Syntax (C#)
```csharp
public static ForgeTypeId InverseKips { get; }
```